{
  "common": {
    "about": "О Проекте",
    "all_rights_reserved": "Все права защищены",
    "back": "Назад",
    "city": "Город",
    "country": "Страна",
    "contacts": "Контакты",
    "contact_the_seller": "Связаться с продавцом",
    "dashboard": "Панель управления",
    "description": "Описание",
    "email": "Электронная почта",
    "empty_listings_info": "К сожалению, в данный момент никто в этом регионе не выставил цветы на продажу. Пожалуйста, попробуйте позже",
    "first_name": "Имя",
    "homepage": "Главная",
    "logout": "Выйти",
    "name": "Имя",
    "phone": "Телефон",
    "price": "Цена",
    "search": "Поиск",
    "second_name": "Фамилия",
    "select_city": "Выберите город",
    "sellers_info": "Информация о продавце",
    "state": "Состояние",
    "submit": "Отправить",
    "upload": "Загрузить"
  },
  "dashboard": {
    "common": {
      "create_a_new_listing": "Создать новое объявление",
      "my_listings": "Мои объявления",
      "my_profile": "Мой профайл"
    },
    "create_product_form": {
      "state_options": {
        "new": "Новый (Букет только что составлен, цветы свежие и выглядят отлично)",
        "perfect": "Отличное (Букет был собран недавно, цветы в хорошем состоянии)",
        "good": "Хорошее (Букет немного постоял, но цветы все еще свежие и красивые)",
        "average": "Среднее (Букет простоял несколько дней, цветы начали немного увядать)",
        "bad": "Плохое (Букет увял, но может быть использован для специальных целей)"
      }
    }
  },
  "pages": {
    "city": {
      "heading": "Курьерская доставка цветов в городе ${1}",
      "sub_heading": "Исследуйте нашу коллекцию самых свежих и красивых цветов, которые украсят важные моменты вашей жизни. Наша команда флористов готова создать уникальные букеты, доставленные прямо к вашей двери в любой уголок города ${1}. Закажите цветы сейчас и подарите красоту и радость своим близким!"
    },
    "single_product_page": {
      "bouquet_state": {
        "new": "На момент публикации продавец указал, что букет только что составлен, цветы свежие и выглядят отлично.",
        "perfect": "На момент публикации продавец указал, что букет недавно составлен, и цветы находятся в безупречном состоянии.",
        "good": "На момент публикации продавец указал, что букет стоит уже некоторое время, но цветы все еще свежие и красивые.",
        "average": "На момент публикации продавец указал, что букет стоит уже несколько дней, и цветы начали немного вянуть.",
        "bad": "На момент публикации продавец указал, что букет завял, но его все еще можно использовать для специальных целей."
      }
    }
  },
  "components": {
    "homepage_intro": {
      "sup_title": "Подарите немного весны",
      "title": "Доставка цветов",
      "description": "День рождения, годовщина или просто так - цветы всегда хорошая идея и сделают их день"
    }
  }
}
