{
  "common": {
    "all_rights_reserved": "Всі права захищені",
    "back": "Назад",
    "city": "Місто",
    "country": "Країна",
    "contact_the_seller": "Зв'язатися з продавцем",
    "dashboard": "Панель керування",
    "description": "Опис",
    "email": "Електронна пошта",
    "empty_listings_info": "На жаль, зараз ніхто в цьому регіоні не виставив квіти на продаж. Будь ласка, спробуйте пізніше",
    "first_name": "Ім'я",
    "homepage": "Домашня сторінка",
    "logout": "Вийти",
    "name": "Ім'я",
    "phone": "Телефон",
    "price": "Ціна",
    "search": "Пошук",
    "second_name": "Прізвище",
    "select_city": "Виберіть місто",
    "sellers_info": "Інформація про продавця",
    "state": "Стан",
    "submit": "Відправити",
    "upload": "Завантажити"
  },
  "dashboard": {
    "common": {
      "create_a_new_listing": "Створити нове оголошення",
      "my_listings": "Мої оголошення",
      "my_profile": "Мій профіль"
    },
    "create_product_form": {
      "state_options": {
        "new": "Новий (Букет щойно складено, квіти свіжі та виглядають чудово)",
        "perfect": "Відмінний (Букет був складений нещодавно, квіти в хорошому стані)",
        "good": "Хороший (Букет трохи постояв, але квіти все ще свіжі та гарні)",
        "average": "Середній (Букет простояв кілька днів, квіти почали трохи в'янути)",
        "bad": "Поганий (Букет зів'яв, але може бути використаний для спеціальних цілей)"
      }
    }
  },
  "pages": {
    "city": {
      "heading": "Кур'єрська доставка квітів в місті ${1}",
      "sub_heading": "Відкрийте для себе нашу колекцію найсвіжіших і найкрасивіших квітів, що прикрасять важливі моменти вашого життя. Наша команда флористів готова створити унікальні букети, доставлені прямо до вашого порогу в будь-який куточок містa ${1}. Замовляйте квіти зараз і даруйте красу та радість своїм близьким!"
    },
    "single_product_page": {
      "bouquet_state": {
        "new": "На момент публікації продавець зазначив, що букет щойно складений, квіти свіжі та виглядають чудово.",
        "perfect": "На момент публікації продавець зазначив, що букет нещодавно складений, і квіти в бездоганному стані.",
        "good": "На момент публікації продавець зазначив, що букет стоїть вже деякий час, але квіти все ще свіжі та гарні.",
        "average": "На момент публікації продавець зазначив, що букет стоїть вже кілька днів, і квіти почали трохи в'янути.",
        "bad": "На момент публікації продавець зазначив, що букет зів'яв, але його все ще можна використовувати для спеціальних цілей."
      }
    }
  },
  "components": {
    "homepage_intro": {
      "sup_title": "Подаруйте трохи весни",
      "title": "Доставка квітів",
      "description": "День народження, річниця або просто так - квіти завжди гарна ідея і зроблять їх день"
    }
  }
}
